Repository: Jadeni77/Our-App
Catalog: Packages/FarshoreKit/Sources/FarshoreKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# farshore.title
source: Farshore
zh_hans: 远岸
zh_hant: 遠岸

# farshore.loading
source: Making landfall…
zh_hans: 正在登岛…
zh_hant: 正在登島…

# farshore.load.failed
source: The island could not be loaded.
zh_hans: 无法载入这座岛。
zh_hant: 無法載入這座島。

# farshore.action.drink
source: Drink
zh_hans: 喝
zh_hant: 喝

# farshore.action.eat
source: Eat
zh_hans: 吃
zh_hant: 吃

# farshore.need.water.first
source: Your mouth is dry. Find fresh water — the sea will not do.
zh_hans: 你的嘴巴很干。去找些淡水——海水不行。
zh_hant: 你的嘴巴很乾。去找些淡水——海水不行。

# farshore.need.food.first
source: Your stomach is empty. Something to eat would help.
zh_hans: 你的肚子空了。该找点吃的了。
zh_hant: 你的肚子空了。該找點吃的了。

# farshore.need.warmth.first
source: You're freezing. Get back to the fire.
zh_hans: 你冷得发抖。回到篝火旁去。
zh_hant: 你冷得發抖。回到篝火旁去。

# farshore.death.title
source: Lights out.
zh_hans: 眼前一黑。
zh_hant: 眼前一黑。

# farshore.death.body
source: You went out. You woke at the fire, at dawn.
zh_hans: 你昏了过去。醒来时天已破晓,你就在篝火旁。
zh_hant: 你昏了過去。醒來時天已破曉,你就在篝火旁。

# farshore.death.continue
source: Tap to wake
zh_hans: 轻触醒来
zh_hant: 輕觸醒來

# farshore.card.dismiss
source: Got it
zh_hans: 知道了
zh_hant: 知道了
